{
  "inputstring": "water",
  "tokens": [
    "water"
  ],
  "sortcriterium": "RELEVANCE",
  "subsetstart": 1,
  "subsetsize": 5,
  "countallresults": 841930,
  "bibliographylist": [
    {
      "articleTitle": "The preference for water nipples vs. water bowls in dairy goats",
      "abstractText": "Background Previous studies have reported that the design of the water dispensers can influence the water intake in farm animals. Horses and dairy cows seem to prefer to drink from an open surface whereas sheep and pigs apparently prefer water nipples, probably because of the worse water quality in water bowls. The aim of the present study was to examine the preference of dairy goats for water nipples or water bowls. Methods In each of the two experiments (exp. 1, dry goats, exp. 2 lactating goats), 42 dairy goats were allotted into 6 groups of 7 goats. In period 1, the goats had access to a water nipple. In period 2, they had access to a water bowl and in period 3 (preference test) they had access to both a water nipple and a water bowl. Water usage and wastage was recorded and water intake (water usage - water wastage) was calculated for each group for the two last days of each period. In experiment 2, water samples from each dispenser were analyzed for heterotrophy germs at 22°C, Escherichia coli and turbidity. Results Water usage was higher from water nipples than from water bowls both in experiment 1 (dry goats) and experiment 2 (lactating goats). There was however, no difference in water intake from water nipples and water bowls. In the preference test (period 3), the water intake tended to be higher from the water nipple than from the water bowl both for the dry goats (exp. 1) and lactating goats (exp. 2). Especially for the dry goats, the differences between groups were large. Turbidity and heterotrophy germs were much higher in the samples from the water bowls than from the water nipples. Water wastage from the water bowls was negligible compared to the water nipples. From the water nipples the water wastage was 30% and 23% of water usage for the dry and lactating goats respectively. Conclusions We conclude that type of water dispenser (nipple or bowl) was probably of minor importance for water intake in goats, but water bowls had a lower water quality.",
      "docId": "PMC3193809",
      "pmid": "21939533",
      "pmcid": "3193809",
      "authors": [
        {
          "firstname": "KnutE",
          "lastname": "Bøe"
        },
        {
          "firstname": "Rebecca",
          "lastname": "Ehrlenbruch"
        },
        {
          "firstname": "IngerL",
          "lastname": "Andersen"
        }
      ],
      "publication": {
        "date": "Jan 1, 2011 12:00:00 AM",
        "dateComplete": false
      },
      "externalLinks": [],
      "type": 2,
      "review": false,
      "indextype": "pmc"
    },
    {
      "articleTitle": "What affects public acceptance of recycled and desalinated water?",
      "abstractText": "This paper identifies factors that are associated with higher levels of public acceptance for recycled and desalinated water. For the first time, a wide range of hypothesized factors, both of socio-demographic and psychographic nature, are included simultaneously. The key results, based on a survey study of about 3000 respondents are that: (1) drivers of the stated likelihood of using desalinated water differ somewhat from drivers of the stated likelihood of using recycled water; (2) positive perceptions of, and knowledge about, the respective water source are key drivers for the stated likelihood of usage; and (3) awareness of water scarcity, as well as prior experience with using water from alternative sources, increases the stated likelihood of use. Practical recommendations for public policy makers, such as key messages to be communicated to the public, are derived.",
      "docId": "PMC3020276",
      "pmid": "20950834",
      "pmcid": "3020276",
      "authors": [
        {
          "firstname": "Sara",
          "lastname": "Dolnicar"
        },
        {
          "firstname": "Anna",
          "lastname": "Hurlimann"
        },
        {
          "firstname": "Bettina",
          "lastname": "Grün"
        }
      ],
      "publication": {
        "date": "Jan 1, 2011 12:00:00 AM",
        "dateComplete": false
      },
      "externalLinks": [],
      "type": 2,
      "review": false,
      "indextype": "pmc"
    },
    {
      "articleTitle": "Risk Factors Associated with the Choice to Drink Bottled Water and Tap Water in Rural Saskatchewan",
      "abstractText": "A cross-sectional study investigated risk factors associated with choices to drink bottled water and tap water in rural Saskatchewan. Of 7,500 anonymous postal questionnaires mailed out, 2,065 responses were analyzed using generalized linear mixed models. Those who reported a water advisory (p \u003c 0.001) or living in the area for ≤10 years (p \u003d 0.01) were more likely to choose bottled water. Those who reported tap water was not safe to drink were more likely to choose bottled water, an effect greater for those who had no aesthetic complaints (p ≤ 0.001), while those with aesthetic complaints were more likely to choose bottled water if they believed the water was safe (p \u003c 0.001). Respondents who treated their water and did not use a community supply were more likely to choose bottled water (p \u003c 0.001), while those who did not treat their water were more likely to choose bottled water regardless of whether a community supply was used (p \u003c 0.001). A similar pattern of risk factors was associated with a decreased likelihood of consuming tap water daily; however, the use of a community water supply was not significant. Understanding the factors involved in drinking water choices could inform public health education efforts regarding water management in rural areas. ",
      "docId": "PMC3945558",
      "pmid": "24487453",
      "pmcid": "3945558",
      "authors": [
        {
          "firstname": "Lianne",
          "lastname": "McLeod"
        },
        {
          "firstname": "Lalita",
          "lastname": "Bharadwaj"
        },
        {
          "firstname": "Cheryl",
          "lastname": "Waldner"
        }
      ],
      "publication": {
        "date": "Jan 1, 2014 12:00:00 AM",
        "dateComplete": false
      },
      "externalLinks": [],
      "type": 2,
      "review": false,
      "indextype": "pmc"
    },
    {
      "articleTitle": "Importance of Residual Water Permeability on the Excretion of Water during Water Diuresis in Rats",
      "abstractText": "When the concentration of sodium (Na+) in arterial plasma (PNa) declines sufficiently to inhibit the release of vasopressin, water will be excreted promptly when the vast majority of aquaporin 2 water channels (AQP2) have been removed from luminal membranes of late distal nephron segments. In this setting, the volume of filtrate delivered distally sets the upper limit on the magnitude of the water diuresis. Since there is an unknown volume of water reabsorbed in the late distal nephron, our objective was to provide a quantitative assessment of this parameter. Accordingly, rats were given a large oral water load, while minimizing non-osmotic stimuli for the release of vasopressin. The composition of plasma and urine were measured. The renal papilla was excised during the water diuresis to assess the osmotic driving force for water reabsorption in the inner medullary collecting duct. During water diuresis, the concentration of creatinine in the urine was 13-fold higher than in plasma, which implies that ~8% of filtered water was excreted. The papillary interstitial osmolality was 600 mOsm/L \u003e the urine osmolality. Since 17% of filtered water is delivered to the earliest distal convoluted tubule micropuncture site, we conclude that half of the water delivered to the late distal nephron is reabsorbed downstream during water diuresis. The enormous osmotic driving force for the reabsorption of water in the inner medullary collecting duct may play a role in this reabsorption of water. Possible clinical implications are illustrated in the discussion of a case example.",
      "docId": "PMC3041495",
      "pmid": "21468191",
      "pmcid": "3041495",
      "authors": [
        {
          "firstname": "Surinder",
          "lastname": "Cheema-Dhadli"
        },
        {
          "firstname": "CheeKeong",
          "lastname": "Chong"
        },
        {
          "firstname": "Namhee",
          "lastname": "Kim"
        },
        {
          "firstname": "KamelS",
          "lastname": "Kamel"
        },
        {
          "firstname": "MitchellL",
          "lastname": "Halperin"
        }
      ],
      "publication": {
        "date": "Jan 1, 2010 12:00:00 AM",
        "dateComplete": false
      },
      "externalLinks": [],
      "type": 2,
      "review": false,
      "indextype": "pmc"
    },
    {
      "articleTitle": "Competition for water for the food system",
      "abstractText": "Although the global agricultural system will need to provide more food for a growing and wealthier population in decades to come, increasing demands for water and potential impacts of climate change pose threats to food systems. We review the primary threats to agricultural water availability, and model the potential effects of increases in municipal and industrial (M\u0026I) water demands, environmental flow requirements (EFRs) and changing water supplies given climate change. Our models show that, together, these factors cause an 18 per cent reduction in the availability of worldwide water for agriculture by 2050. Meeting EFRs, which can necessitate more than 50 per cent of the mean annual run-off in a basin depending on its hydrograph, presents the single biggest threat to agricultural water availability. Next are increases in M\u0026I demands, which are projected to increase upwards of 200 per cent by 2050 in developing countries with rapidly increasing populations and incomes. Climate change will affect the spatial and temporal distribution of run-off, and thus affect availability from the supply side. The combined effect of these factors can be dramatic in particular hotspots, which include northern Africa, India, China, parts of Europe, the western US and eastern Australia, among others.",
      "docId": "PMC2935123",
      "pmid": "20713394",
      "pmcid": "2935123",
      "authors": [
        {
          "firstname": "Kenneth",
          "lastname": "Strzepek"
        },
        {
          "firstname": "Brent",
          "lastname": "Boehlert"
        }
      ],
      "publication": {
        "date": "Jan 1, 2010 12:00:00 AM",
        "dateComplete": false
      },
      "externalLinks": [],
      "type": 2,
      "review": false,
      "indextype": "pmc"
    }
  ]
}