{"text":"\n  \n    19166\n    1.2.9\n    Phytometer data of an experiment with transplanted species of contrasting geographic range types under manipulated biotic interactions (herbivory and competition) and different land-use regimes in Germany, 2009 - 2010\n    \n      Astrid Welk\n      Helge Bruelheide\n      Mathias Baudis\n      Jörg Böckelmann\n    \n    RangeShift\n    \n      Helge Bruelheide\n      University of Halle\n      helge.bruelheide@botanik.uni-halle.de\n    \n  \n  \n    \n      45\n      45\n      32\n      27\n    \n    \n      yes\n      no\n    \n    yes\n    \n      yes\n      no\n    \n    \n      \n        6\n      \n      \n        405\n      \n    \n    \n      Plants\n    \n    \n      Productivity\n      Ecological Process - Herbivory\n      Other\n    \n    \n      Land Use\n      Spatial\n      Other\n    \n    \n      Multiple Species\n    \n  \n  \n    Geographic plant distribution is often assumed to be predominantly limited directly by the climatic tolerances of species. However, the role of climate is nowadays known to be mainly an indirect one by mostly mediating dispersal and establishment, species interactions or habitat characteristics, which all are often modified by human land use. In these complex systems, negative biotic interactions are predicted to increase in relative importance towards benign climate conditions. We tested this hypothesis experimentally by exposing plant species with different geographic distribution ranges to different climates, biotic interactions and land use. \n\nThe dataset is the basis of the publication: Welk, A., Baudis, M., Böckelmann, J., Welk, E &amp; Bruelheide, H. (2019): Plant species´ range type determines local responses to biotic interactions and land use. Ecology (in the press, ECY19-0106.R1).\n    \n      We present results of a fully crossed two-year transplantation field experiment replicated in 45 plots in three study regions along a precipitation gradient across Germany. We manipulated biotic interactions (presence/absence of competition and mollusk herbivory) in grasslands of different management regimes (meadows, mown pastures, pastures). The transplanted phytometers consisted of six congeneric species pairs, each representing one oceanic and one distinctly more continental range type. The oceanic range type is predominantly distributed in benign climate conditions in Western Europe, while the more continental type is distributed in regions with more stressful climate conditions in Eastern Europe. This experimental setting allowed us to study the impact of negative biotic interactions along an abiotic stress gradient under realistic land-use conditions. \n      To study the impact of the species´ range type on plant survival and growth in interaction with land use practices, competition and herbivory, we used six congeneric species pairs. The species of each pair differed in geographical distribution range: each one species representing the oceanic and the continental range type, respectively (Welk et al. 2019: Appendix S2: Table S1). Assignment to the oceanic and continental range type was based on the degree to which the species' distribution range extends into the oceanic climate regions of Western Europe (distribution maps of the species can be found in Welk et al. 2019: Appendix S2: Fig. S1-S6). Accordingly, the following plant species pairs were used in the experiment (oceanic / continental):\nCarlina vulgaris / C. biebersteinii,\nCentaurea scabiosa / C. stoebe,\nDianthus deltoides / D. carthusianorum,\nKoeleria pyramidata / K. macrantha,\nScabiosa columbaria / S. ochroleuca, \nSilene nutans / S. otites\n(details of species characteristics in Welk et al. 2019: Appendix S2: Table S1). \n    \n    \n      in the field: ruler\nin the lab: laboratory scales, epson scanner and winfolia \n      -\n      We studied the effect of biotic interactions by removal of competitors and mollusk exclosures. Plant responses to these treatments were assessed by monitoring phytometer individuals of 12 plant species, which were transplanted into the experimental plots (detailed information see below). On each of the 45 selected experimental grassland plots, a 3.5 x 6.5 m section was divided into eight square subplots (1 m2), separated by margins of 0.5 m (Welk et al. 2019: Appendix S1: Fig. S2). On each subplot, a maximum number of 16 planting positions were available with a minimum distance of 20 cm between the phytometer plants. The subplots were subjected to different treatments. On each four of the eight subplots plants were released from competition by removing neighbour plants and from herbivory by excluding mollusks. Both treatments were fully crossed, resulting in four treatment combinations with two replicates each. Treatment combinations were assigned randomly to subplots. The whole experiment lasted over two vegetation periods from April 2009 to August 2010.\nIn the competition treatment, plant biomass in a 10 cm radius around the phytometer was removed. To minimize disturbances of the soil structure which might have resulted in fertilization effects, we extracted a cylindrical soil core of 10 cm length / 10 cm depth, removed the aboveground biomass of this soil core and put it back upside-down (see Welk et al. 2019: Appendix S1: Fig. S3). Then, one phytometer plant was planted into the center of the soil core. Although this treatment involved some minor soil disturbance it kept the immediate neighborhood of the target plants free from competitors for several months. Since all plots were established in managed grassland sites of similar productivity with fully closed vegetation cover, competition intensity was comparable among plots. The most common resident species are listed in Welk et al. 2019 (Appendix S1: Table S1). To exclude mollusks, four subplots were fenced with metal frames (IRKA, Typ 1, R+M Gartenbedarf, Rehling, Germany; Welk et al. 2019: Appendix S1: Fig. S4). Additionally, mollusk repellent was applied within these plots (Ferramol, W. Neudorff GmbH KG, Emmerthal, Germany). We inspected the experimental plots regularly every eight weeks (except in winter) and maintained the treatments by manually removing newly upcoming competitors in the 10 cm radius of the phytometer plants or applying new mollusk repellent, respectively.\nAll planted phytometers were watered once after transplantation to ensure initial establishment. At the time of planting, the number of leaves was counted for calculating relative growth rates (RGR) of leaf number according to Hunt (1990). To test the effectiveness of the mollusk exclosure treatment we estimated the proportion of consumed leaf area of all phytometers in autumn 2009. Damaged leaves of each plant were counted and then the percentage of consumed leaf areas of five randomly chosen damaged leaves were visually estimated in following classes: from 1-5 % in 1-percent-steps, from 5-95 % in 5-percent-steps. \nIn August 2010, we harvested above- and belowground biomass, counted leaf number and measured plant height of all phytometers. As a measurement for reproductive capability we counted the flowering units of each flowering phytometer. At the same time, we also sampled one middle-aged and, if possible, undamaged leaf per individual for determinations of specific leaf area (SLA). As it was not possible to scan the fresh leaves, we dried them in the field between papers sheets and later scanned the dried leaves in the laboratory. Determinations of leaf area were conducted with a epson scanner and the programm winfolia. \n    \n  \n  \n    \n      \n        \n        \n      \n    \n    \n      plant distribution range\n      land use\n      climate change\n      biotic interaction\n      competition\n      herbivory\n      phytometer\n      field experiment\n    \n  \n  \n    \n      dd.MM.yyyy\n      25.04.2009\n      02.08.2010\n    \n    2015-04-28\n    2019-08-20\n  \n  \n    structuredData\n    \n    \n    raw\n    complete\n    \n      \n        \n        NA\n      \n      \n        \n        \n        \n        \n      \n      \n        \n          Location\n          string\n          \n          Exploratory region (ALB=Schwäbische Alb, HAI=Hainich-Dün, SCH=Schorfheide-Chorin)\n          0\n        \n        \n          PlotID\n          string\n          \n          Plot-ID number (from Bexis)\n          0\n        \n        \n          LandUseType\n          string\n          \n          Land Use type (M=meadow, MP=mown pasture, P=pasture)\n          0\n        \n        \n          SubplotID\n          string\n          \n          Subplot-ID number; combined number of PlotID_subplot number (from 1-9)\n          0\n        \n        \n          Genus\n          string\n          \n          Genus of the phytometer plant\n          0\n        \n        \n          Species\n          string\n          \n          Species name of the phytometer plant\n          0\n        \n        \n          PlantID\n          string\n          \n          Plant-ID number; Combined number of SubplotID (without_) and the position of the phytometer plant on the plot (20 positions in a 4*5 grid on 1 qm)\n          0\n        \n        \n          RangeType\n          string\n          \n          Range type of the phytometer plant (oceanic=o or continental=c)\n          0\n        \n        \n          Herb\n          string\n          \n          Herbivory treatment (0=mollusc exclosure by metal frames, 1=molluscs present (no manipulation))\n          0\n        \n        \n          Comp\n          string\n          \n          Competition treatment (0=competition removal in a 10 cm radius, 1=competition present (no manipulation)\n          0\n        \n        \n          Rep\n          string\n          \n          Repetition of the combined subplot manipulation Herb x Comb (1=first repetition, 2=second repetition, E= subplot with climate change manipulation of the climate change experiment of Dormann/Scherer-Lorenzen)\n          0\n        \n        \n          MonthPlanted\n          string\n          \n          Month in which phytometer plant was planted into the plot (M=May 2009, A=August 2009)\n          0\n        \n        \n          MonthReplanted\n          string\n          \n          Some phytometer plants planted in May 2009 died immidiatly and had to be substituded by new individual, which were planted in August 2009. These are here indicated with A.\n          0\n        \n        \n          Date_1\n          date\n          \n          Date of the first field visit where the first phytometer plants were planted.\n          0\n        \n        \n          Planted_1\n          integerNumber\n          number\n          Information if phytometer plant was planted at the first field visit (0=no, 1=yes)\n          0\n        \n        \n          Alive_1\n          integerNumber\n          \n          Information if phytometer plant was present at the first field visit (0=no, 1=yes)\n          0\n        \n        \n          LN_1\n          integerNumber\n          number\n          Leaf number of the phytometer plant at the first field visit (counted)\n          0\n        \n        \n          BN_1\n          integerNumber\n          number\n          Branch number of the phytometer plant at the first field visit (counted)\n          0\n        \n        \n          LLmax_1\n          realNumber\n          cm\n          Leaf leangth of the longest leave of the phytometer plant at the first field visit (measured with ruler)\n          0\n        \n        \n          Diam_1\n          realNumber\n          cm\n          Diameter of the phytometer plant at the first field visit (measured with ruler)\n          0\n        \n        \n          BNs_1\n          integerNumber\n          number\n          Number of side branches on the longest main branch at the first field visit (counted)\n          0\n        \n        \n          Note_1\n          string\n          \n          Specific information to the condition of the phytometer plants or the appropriate subplot postition at the first field visit, in cases if there were noticeable problems.\n          0\n        \n        \n          Date_2\n          date\n          \n          Date of the second field visit where constitution of phytometer plants were controlled.\n          0\n        \n        \n          Alive_2\n          integerNumber\n          \n          Information if phytometer plant was present at the second field visit (0=no, 1=yes)\n          0\n        \n        \n          LN_2\n          integerNumber\n          number\n          Leaf number of the phytometer plant at the second field visit (counted)\n          0\n        \n        \n          LN_dem_2\n          integerNumber\n          number\n          Number of demaged leaves of the phytometer plant at the second field visit. In addition the proportion of demage of five randomly chosen damaged leaves was estimated visiually, see the next variables)\n          0\n        \n        \n          Ldem_perc_2_1\n          integerNumber\n          %\n          Leaf demage of the first from max. five randomly chosen damaged leaves of the phytometer plant at the second field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          Ldem_perc_2_2\n          integerNumber\n          %\n          Leaf demage of the second from max. five randomly chosen damaged leaves of the phytometer plant at the second field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          Ldem_perc_2_3\n          integerNumber\n          %\n          Leaf demage of the third from max. five randomly chosen damaged leaves of the phytometer plant at the second field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          Ldem_perc_2_4\n          integerNumber\n          %\n          Leaf demage of the fourth from max. five randomly chosen damaged leaves of the phytometer plant at the second field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          Ldem_perc_2_5\n          integerNumber\n          %\n          Leaf demage of the fifth from max. five randomly chosen damaged leaves of the phytometer plant at the second field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          BN_2\n          integerNumber\n          number\n          Branch number of the phytometer plant at the second field visit (counted)\n          0\n        \n        \n          BN_dem_2\n          integerNumber\n          number\n          Number of damaged branches of the phytometer plant at the second field visit (counted)\n          0\n        \n        \n          Bdem_perc_2\n          integerNumber\n          %\n          Proportion of branch demage of the phytometer plant at the second field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          BN_fl_2\n          integerNumber\n          number\n          Number of flowering branches of the phytometer plant at the second field visit (counted)\n          0\n        \n        \n          Lmax_fl_B_2\n          realNumber\n          cm\n          Leangth of the longest flowering branch of the phytometer plant at the second field visit (measured with ruler)\n          0\n        \n        \n          FN_2\n          integerNumber\n          number\n          Number of flowering units of the phytometer plant at the second field visit (counted)\n          0\n        \n        \n          LLmax_2\n          realNumber\n          cm\n          Leaf leangth of the longest leave of the phytometer plant at the second field visit (measured with ruler)\n          0\n        \n        \n          Diam_2\n          realNumber\n          cm\n          Diameter of the phytometer plant at the second field visit (measured with ruler)\n          0\n        \n        \n          BNs_2\n          integerNumber\n          number\n          Number of side branches on the longest main branch at the second field visit. Only for Dianthus deltoides (counted)\n          0\n        \n        \n          Flowering_2\n          integerNumber\n          \n          Information if phytometer plants flowered at the second field visit (0=no, 1=yes)\n          0\n        \n        \n          Date_3\n          date\n          \n          Date of the third field visit where the constitution of the phytometer plants were controlled and supplemental phytometer plants were planted.\n          0\n        \n        \n          Planted_3\n          string\n          \n          Information if phytometer plant was planted/replanted at the third field visit (0=no, 1=yes) \n          0\n        \n        \n          Alive_3\n          integerNumber\n          \n          Information if phytometer plant was present at the third field visit (0=no, 1=yes)\n          0\n        \n        \n          LN_3\n          integerNumber\n          number\n          Leave number of the phytometer plant at the third field visit (counted)\n          0\n        \n        \n          LN_dem_3\n          integerNumber\n          number\n          Number of demaged leaves of the phytometer plant at the third field visit. In addition the proportion of demage of five randomly chosen damaged leaves was estimated visiually, see the next variables)\n          0\n        \n        \n          Ldem_perc_3_1\n          integerNumber\n          %\n          Leaf demage of the first from max. five randomly chosen damaged leaves of the phytometer plant at the third field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          Ldem_perc_3_2\n          integerNumber\n          %\n          Leaf demage of the second from max. five randomly chosen damaged leaves of the phytometer plant at the third field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          Ldem_perc_3_3\n          integerNumber\n          %\n          Leaf demage of the third from max. five randomly chosen damaged leaves of the phytometer plant at the third field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          Ldem_perc_3_4\n          integerNumber\n          %\n          Leaf demage of the fourth from max. five randomly chosen damaged leaves of the phytometer plant at the third field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          Ldem_perc_3_5\n          integerNumber\n          %\n          Leaf demage of the fifth from max. five randomly chosen damaged leaves of the phytometer plant at the third field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          BN_3\n          integerNumber\n          number\n          Branch number of the phytometer plant at the third field visit (counted)\n          0\n        \n        \n          BN_dem_3\n          integerNumber\n          number\n          Number of damaged branches of the phytometer plant at the third field visit (counted)\n          0\n        \n        \n          Bdem_perc_3\n          integerNumber\n          %\n          Proportion of branch demage of the phytometer plant at the third field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          BN_fl_3\n          integerNumber\n          number\n          Number of flowering branches of the phytometer plant at the third field visit (counted)\n          0\n        \n        \n          Lmax_fl_B_3\n          realNumber\n          cm\n          Leangth of the longest flowering branch of the phytometer plant at the third field visit (measured with ruler)\n          0\n        \n        \n          FN_3\n          integerNumber\n          number\n          Number of flowering units of the phytometer plant at the third field visit (counted)\n          0\n        \n        \n          Flowering\n          integerNumber\n          \n          Information if phytometer plants flowered at the third field visit (0=no, 1=yes)\n          0\n        \n        \n          LLmax_3\n          realNumber\n          cm\n          Leaf leangth of the longest leave of the phytometer plant at the third field visit (measured with ruler)\n          0\n        \n        \n          Diam_3\n          realNumber\n          cm\n          Diameter of the phytometer plant at the third field visit (measured with ruler)\n          0\n        \n        \n          BNs_3\n          integerNumber\n          number\n          Number of side branches on the longest main branch at the third field visit. Only for Dianthus deltoides (counted)\n          0\n        \n        \n          Note_3\n          string\n          \n          Specific information to the condition of the phytometer plants or the appropriate subplot postition at the third field visit, in cases if there were noticeable problems.\n          0\n        \n        \n          Date_4\n          date\n          \n          Date of the forth field visit. There the constitution of the phytometer plants was controlled.\n          0\n        \n        \n          Alive_4\n          integerNumber\n          \n          Information if phytometer plant was present at the forth field visit (0=no, 1=yes)\n          0\n        \n        \n          LN_4\n          integerNumber\n          number\n          Leave number of the phytometer plant at the forth field visit (counted)\n          0\n        \n        \n          LN_dem_4\n          integerNumber\n          number\n          Number of demaged leaves of the phytometer plant at the forth field visit. In addition the proportion of demage of five randomly chosen damaged leaves was estimated visiually, see the next variables)\n          0\n        \n        \n          Ldem_perc_4_1\n          integerNumber\n          %\n          Leaf demage of the first from max. five randomly chosen damaged leaves of the phytometer plant at the forth field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          Ldem_perc_4_2\n          integerNumber\n          %\n          Leaf demage of the second from max. five randomly chosen damaged leaves of the phytometer plant at the forth field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          Ldem_perc_4_3\n          integerNumber\n          %\n          Leaf demage of the third from max. five randomly chosen damaged leaves of the phytometer plant at the forth field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          Ldem_perc_4_4\n          integerNumber\n          %\n          Leaf demage of the forth from max. five randomly chosen damaged leaves of the phytometer plant at the forth field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          Ldem_perc_4_5\n          integerNumber\n          %\n          Leaf demage of the fifth from max. five randomly chosen damaged leaves of the phytometer plant at the forth field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          BN_4\n          integerNumber\n          number\n          Branch number of the phytometer plant at the forth field visit (counted)\n          0\n        \n        \n          BN_dem_4\n          integerNumber\n          number\n          Number of damaged branches of the phytometer plant at the fifth field visit (counted)\n          0\n        \n        \n          Bdem_perc_4\n          integerNumber\n          %\n          Proportion of branch demage of the phytometer plant at the forth field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          BN_fl_4\n          integerNumber\n          number\n          Number of flowering branches of the phytometer plant at the forth field visit (counted)\n          0\n        \n        \n          Lmax_fl_B_4\n          realNumber\n          cm\n          Leangth of the longest flowering branch of the phytometer plant at the forth field visit (measured with ruler)\n          0\n        \n        \n          FN_4\n          integerNumber\n          number\n          Number of flowering units of the phytometer plant at the forth field visit (counted)\n          0\n        \n        \n          Flowering_4\n          integerNumber\n          \n          Information if phytometer plants flowered at the forth field visit (0=no, 1=yes)\n          0\n        \n        \n          LLmax_4\n          realNumber\n          cm\n          Leaf leangth of the longest leave of the phytometer plant at the forth field visit (measured with ruler)\n          0\n        \n        \n          Diam_4\n          realNumber\n          cm\n          Diameter of the phytometer plant at the forth field visit (measured with ruler)\n          0\n        \n        \n          BNs_4\n          integerNumber\n          number\n          Number of side branches on the longest main branch at the forth field visit. Only for Dianthus deltoides (counted)\n          0\n        \n        \n          Note_4\n          string\n          \n          Specific information to the condition of the phytometer plants or the appropriate subplot postition at the forth field visit, in cases if there were noticeable problems.\n          0\n        \n        \n          Date_5\n          date\n          \n          Date of the fifth field visit. There the constitution of the phytometer plants was controlled.\n          0\n        \n        \n          Alive_5\n          integerNumber\n          \n          Information if phytometer plant was present at the fifth field visit (0=no, 1=yes)\n          0\n        \n        \n          LN_5\n          integerNumber\n          number\n          Leave number of the phytometer plant at the fifth field visit (counted)\n          0\n        \n        \n          LN_dem_5\n          integerNumber\n          number\n          Number of demaged leaves of the phytometer plant at the fifth field visit. In addition the proportion of demage of five randomly chosen damaged leaves was estimated visiually, see the next variables)\n          0\n        \n        \n          Ldem_perc_5_1\n          integerNumber\n          %\n          Leaf demage of the first from max. five randomly chosen damaged leaves of the phytometer plant at the fifth field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          Ldem_perc_5_2\n          integerNumber\n          %\n          Leaf demage of the second from max. five randomly chosen damaged leaves of the phytometer plant at the fifth field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          Ldem_perc_5_3\n          integerNumber\n          %\n          Leaf demage of the third from max. five randomly chosen damaged leaves of the phytometer plant at the fifth field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          Ldem_perc_5_4\n          integerNumber\n          %\n          Leaf demage of the forth from max. five randomly chosen damaged leaves of the phytometer plant at the fifth field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          Ldem_perc_5_5\n          integerNumber\n          %\n          Leaf demage of the fifth from max. five randomly chosen damaged leaves of the phytometer plant at the fifth field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          BN_5\n          integerNumber\n          number\n          Branch number of the phytometer plant at the fifth field visit (counted)\n          0\n        \n        \n          BN_dem_5\n          integerNumber\n          number\n          Number of damaged branches of the phytometer plant at the fifth field visit (counted)\n          0\n        \n        \n          Bdem_perc_5\n          integerNumber\n          %\n          Proportion of branch demage of the phytometer plant at the fifth field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          BN_fl_5\n          integerNumber\n          number\n          Number of flowering branches of the phytometer plant at the fifth field visit (counted)\n          0\n        \n        \n          Lmax_fl_B_5\n          realNumber\n          cm\n          Leangth of the longest flowering branch of the phytometer plant at the fifth field visit (measured with ruler)\n          0\n        \n        \n          FN_5\n          integerNumber\n          number\n          Number of flowering units of the phytometer plant at the fifth field visit (counted)\n          0\n        \n        \n          Flowering_5\n          integerNumber\n          \n          Information if phytometer plants flowered at the fifth field visit (0=no, 1=yes)\n          0\n        \n        \n          LLmax_5\n          realNumber\n          cm\n          Leaf leangth of the longest leave of the phytometer plant at the fifth field visit (measured with ruler)\n          0\n        \n        \n          Diam_5\n          realNumber\n          cm\n          Diameter of the phytometer plant at the fifth field visit (measured with ruler)\n          0\n        \n        \n          BNs_5\n          integerNumber\n          number\n          Number of side branches on the longest main branch at the fifth field visit. Only for Dianthus deltoides (counted)\n          0\n        \n        \n          Note_5\n          string\n          \n          Specific information to the condition of the phytometer plants or the appropriate subplot postition at the fifth field visit, in cases if there were noticeable problems.\n          0\n        \n        \n          Date_6\n          date\n          \n          Date of the sixth field visit. There the constitution of the phytometer plants was controlled and plants were harvested.\n          0\n        \n        \n          Alive_6\n          integerNumber\n          \n          Information if phytometer plant was present at the sixth field visit (0=no, 1=yes)\n          0\n        \n        \n          LN_6\n          integerNumber\n          number\n          Leave number of the phytometer plant at the sixth field visit (counted)\n          0\n        \n        \n          LN_dem_6\n          integerNumber\n          number\n          Number of demaged leaves of the phytometer plant at the sixth field visit. In addition the proportion of demage of five randomly chosen damaged leaves was estimated visiually, see the next variables)\n          0\n        \n        \n          Ldem_perc_6_1\n          integerNumber\n          %\n          Leaf demage of the first from max. five randomly chosen damaged leaves of the phytometer plant at the sixth field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          Ldem_perc_6_2\n          integerNumber\n          %\n          Leaf demage of the second from max. five randomly chosen damaged leaves of the phytometer plant at the sixth field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          Ldem_perc_6_3\n          integerNumber\n          %\n          Leaf demage of the third from max. five randomly chosen damaged leaves of the phytometer plant at the sixth field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          Ldem_perc_6_4\n          integerNumber\n          %\n          Leaf demage of the forth from max. five randomly chosen damaged leaves of the phytometer plant at the sixth field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          Ldem_perc_6_5\n          integerNumber\n          %\n          Leaf demage of the fifth from max. five randomly chosen damaged leaves of the phytometer plant at the sixth field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          BN_6\n          integerNumber\n          number\n          Branch number of the phytometer plant at the sixth field visit (counted)\n          0\n        \n        \n          BN_dem_6\n          integerNumber\n          number\n          Number of damaged branches of the phytometer plant at the sixth field visit (counted)\n          0\n        \n        \n          Bdem_perc_6\n          integerNumber\n          %\n          Proportion of branch demage of the phytometer plant at the sixth field visit. Damage was estimated visiually in following percentage classes: 1%, 2%, 3%, 4%, 5%, 10%, 15%, 20%, 25%, 30%, 35%, 40%, 45%, 50%, 55%, 60%, 65%, 70%, 75%, 80%, 85%, 90%, 95%, 100%, Damage was recorded independent of the origin.\n          0\n        \n        \n          BN_fl_6\n          integerNumber\n          number\n          Number of flowering branches of the phytometer plant at the sixth field visit (counted)\n          0\n        \n        \n          Lmax_fl_B_6\n          realNumber\n          cm\n          Leangth of the longest flowering branch of the phytometer plant at the sixth field visit (measured with ruler).\n          0\n        \n        \n          FN_6\n          integerNumber\n          number\n          Number of flowering units of the phytometer plant at the sixth field visit (counted)\n          0\n        \n        \n          Flowering_6\n          integerNumber\n          \n          Information if phytometer plants flowered at the sixth field visit (0=no, 1=yes)\n          0\n        \n        \n          LLmax_6\n          realNumber\n          cm\n          Leaf leangth of the longest leave of the phytometer plant at the sixth field visit (measured with ruler)\n          0\n        \n        \n          Diam_6\n          realNumber\n          cm\n          Diameter of the phytometer plant at the sixth field visit (measured with ruler)\n          0\n        \n        \n          BNs_6\n          integerNumber\n          number\n          Number of side branches on the longest main branch at the sixth visit. Only for Dianthus deltoides (counted)\n          0\n        \n        \n          Note_6\n          string\n          \n          Specific information to the condition of the phytometer plants or the appropriate subplot postition at the sixth field visit, in cases if there were noticeable problems.\n          0\n        \n        \n          Leafmass\n          realNumber\n          g\n          Dry weight of the leaf, which was used for SLA determinations. At the sixth field visits, where plants were harvested, one leaf per phytometer plant was collected and taken for measurements of SLA. We chose a mediumsized and if possible healthy and undamaged leaf (in g). Sometimes, when the plants were obviously in a bad constitution, two or more leafes were sampled.\n          0\n        \n        \n          Leafarea\n          realNumber\n          cm²\n          Leaf area of the leaf, which was used for SLA determinations. At the sixth field visits, where plants were harvested, one leaf per phytometer plant was collected and taken for measurements of SLA. We chose a mediumsized and if possible healthy and undamaged leaf. For the meassurements we used a epson scanner and winfolia  (in cm²)\n          0\n        \n        \n          LeafmassRest\n          realNumber\n          g\n          Dry weight of the rest of the leaves, which were included in leaf sampling but at least not in SLA determination because of their low quality (in g)\n          0\n        \n        \n          gen_BM\n          realNumber\n          g\n          Dry weight of generative biomass including flowering units, fruits and seeds (in g)\n          0\n        \n        \n          BM_above\n          realNumber\n          g\n          Dry weight of aboveground biomass (without gen_BM, Leafmass and LeafmassRest; in g)\n          0\n        \n        \n          BM_below\n          realNumber\n          g\n          Dry weight of belowground biomass (in g)\n          0\n        \n      \n    \n  \n  \n    \n    \n      Welk, A., Welk, E., Baudis, M., Böckelmann, J. &amp; Bruelheide, H. (2019): Plant species´ range type determines local responses to biotic interactions and land use. Ecology (in the press, ECY19-0106.R1). \n    \n    \n      \n    \n    Welk, Astrid; Helge Bruelheide; Mathias Baudis; Jörg Böckelmann (2019): Phytometer data of an experiment with transplanted species of contrasting geographic range types under manipulated biotic interactions (herbivory and competition) and different land-use regimes in Germany, 2009 - 2010. v1.2.9. Biodiversity Exploratories Information System. Dataset. https://www.bexis.uni-jena.de/PublicData/PublicData.aspx?DatasetId=19166\n  \n  \n","entities":{"Environment":[{"indices":[975,982]},{"indices":[1103,1110]},{"indices":[1810,1815]},{"indices":[2014,2024]},{"indices":[2058,2065]},{"indices":[2072,2080]},{"indices":[2082,2090]},{"indices":[3691,3696]},{"indices":[4106,4115]},{"indices":[5125,5136]},{"indices":[5513,5522]},{"indices":[6919,6930]},{"indices":[7328,7333]},{"indices":[7709,7714]},{"indices":[10364,10369]},{"indices":[10582,10587]},{"indices":[10758,10763]},{"indices":[10929,10934]},{"indices":[11098,11103]},{"indices":[11283,11288]},{"indices":[11454,11459]},{"indices":[11649,11654]},{"indices":[11869,11874]},{"indices":[12028,12033]},{"indices":[12248,12253]},{"indices":[12420,12425]},{"indices":[12605,12610]},{"indices":[12952,12957]},{"indices":[13402,13407]},{"indices":[13851,13856]},{"indices":[14301,14306]},{"indices":[14750,14755]},{"indices":[15138,15143]},{"indices":[15325,15330]},{"indices":[15511,15516]},{"indices":[15917,15922]},{"indices":[16113,16118]},{"indices":[16307,16312]},{"indices":[16493,16498]},{"indices":[16665,16670]},{"indices":[16861,16866]},{"indices":[17065,17070]},{"indices":[17192,17197]},{"indices":[17472,17477]},{"indices":[17649,17654]},{"indices":[17821,17826]},{"indices":[18005,18010]},{"indices":[18351,18356]},{"indices":[18800,18805]},{"indices":[19248,19253]},{"indices":[19697,19702]},{"indices":[20145,20150]},{"indices":[20532,20537]},{"indices":[20718,20723]},{"indices":[20903,20908]},{"indices":[21308,21313]},{"indices":[21503,21508]},{"indices":[21696,21701]},{"indices":[21868,21873]},{"indices":[22057,22062]},{"indices":[22228,22233]},{"indices":[22423,22428]},{"indices":[22672,22677]},{"indices":[22830,22835]},{"indices":[23057,23062]},{"indices":[23229,23234]},{"indices":[23413,23418]},{"indices":[23759,23764]},{"indices":[24208,24213]},{"indices":[24656,24661]},{"indices":[25104,25109]},{"indices":[25552,25557]},{"indices":[25939,25944]},{"indices":[26125,26130]},{"indices":[26310,26315]},{"indices":[26715,26720]},{"indices":[26910,26915]},{"indices":[27103,27108]},{"indices":[27277,27282]},{"indices":[27466,27471]},{"indices":[27637,27642]},{"indices":[27832,27837]},{"indices":[28081,28086]},{"indices":[28239,28244]},{"indices":[28466,28471]},{"indices":[28638,28643]},{"indices":[28822,28827]},{"indices":[29168,29173]},{"indices":[29617,29622]},{"indices":[30065,30070]},{"indices":[30513,30518]},{"indices":[30961,30966]},{"indices":[31348,31353]},{"indices":[31534,31539]},{"indices":[31719,31724]},{"indices":[32124,32129]},{"indices":[32319,32324]},{"indices":[32512,32517]},{"indices":[32686,32691]},{"indices":[32875,32880]},{"indices":[33046,33051]},{"indices":[33241,33246]},{"indices":[33490,33495]},{"indices":[33648,33653]},{"indices":[33901,33906]},{"indices":[34073,34078]},{"indices":[34257,34262]},{"indices":[34603,34608]},{"indices":[35052,35057]},{"indices":[35500,35505]},{"indices":[35948,35953]},{"indices":[36396,36401]},{"indices":[36783,36788]},{"indices":[36969,36974]},{"indices":[37154,37159]},{"indices":[37559,37564]},{"indices":[37754,37759]},{"indices":[37948,37953]},{"indices":[38122,38127]},{"indices":[38311,38316]},{"indices":[38482,38487]},{"indices":[38920,38925]},{"indices":[39145,39150]},{"indices":[39608,39613]},{"indices":[40391,40402]},{"indices":[40391,40402]},{"indices":[40567,40578]}],"Material":[{"indices":[4885,4892]},{"indices":[4978,4982]},{"indices":[5072,5076]},{"indices":[5137,5144]},{"indices":[5153,5157]},{"indices":[5299,5303]},{"indices":[5354,5358]},{"indices":[6931,6938]},{"indices":[40226,40233]},{"indices":[40403,40410]},{"indices":[40579,40586]}],"Process":[{"indices":[975,982]},{"indices":[1881,1894]},{"indices":[2694,2700]},{"indices":[4604,4614]},{"indices":[4868,4877]},{"indices":[5022,5035]},{"indices":[6435,6441]},{"indices":[7612,7626]},{"indices":[9731,9745]},{"indices":[9766,9780]}],"Quality":[{"indices":[4904,4910]},{"indices":[5091,5097]},{"indices":[5106,5111]},{"indices":[6174,6180]},{"indices":[6435,6447]},{"indices":[6973,6985]},{"indices":[6979,6985]},{"indices":[11408,11416]},{"indices":[16618,16626]},{"indices":[22182,22190]},{"indices":[27591,27599]},{"indices":[33000,33008]},{"indices":[38436,38444]},{"indices":[39069,39072]},{"indices":[39073,39079]},{"indices":[39962,39965]},{"indices":[39966,39972]},{"indices":[40201,40204]},{"indices":[40205,40211]},{"indices":[40377,40380]},{"indices":[40381,40387]},{"indices":[40553,40556]},{"indices":[40557,40563]}]}}