{"text":"\n\tData from: Mesopredators change temporal activity in response to a recolonizing apex predator\n\tShores, Carolyn R.\n\tDellinger, Justin A.\n\tNewkirk, Eric S.\n\tKachel, Shannon M.\n\tWirsing, Aaron J.\n\tbehaviorally-mediated effects\n\tnon-consumptive effects\n\tcarnivores\n\tremote cameras\n\twolves\n\tcoyotes\n\tApex predators can influence ecosystems through density and behaviorally mediated effects on herbivores and mesopredators. In many parts of the world, apex predators live in, or are returning to, landscapes that have been modified by people, so it is important to understand their ecological role in anthropogenic landscapes. We used motion-activated game cameras to compare the activity patterns of humans and two mesopredators, coyotes (Canis latrans) and bobcats (Lynx rufus), in areas with and without an apex predator, the gray wolf (Canis lupus), in a multi-use landscape of the northwestern United States. In areas with wolves there was a significant increase in temporal niche overlap between the mesopredators owing to higher levels of coyote activity at all time periods of the day. Temporal overlap between mesopredators and humans also increased significantly in the presence of wolves. Coyotes exposed to wolves increased their activity during dawn, day, and dusk hours. The increase in coyote activity was greatest during the day, when wolves were least active. The direction of change in bobcat activity in areas with wolves was opposite to coyotes, suggesting a behaviorally-mediated cascade between wolves, coyotes, and bobcats, although these findings would need to be confirmed with further research. Our findings suggest that mesopredators in human-dominated systems may perceive humans as less dangerous than apex predators, that humans may be more likely to encounter mesopredators in areas occupied by top predators, and that behaviorally-mediated effects of apex predators on mesopredators persist in human-dominated landscapes.\n\t2019-05-07T15:05:11Z\n\t2019-05-07T15:05:11Z\n\t2019-06-19\n\tArticle\n\tdoi:10.5061/dryad.60m1ps0\n\tShores CR, Dellinger JA, Newkirk ES, Kachel SM, Wirsing AJ (2019) Mesopredators change temporal activity in response to a recolonizing apex predator. Behavioral Ecology.\n\thttp://hdl.handle.net/10255/dryad.215642\n\tdoi:10.5061/dryad.60m1ps0/1\n\tdoi:10.5061/dryad.60m1ps0/2\n\tdoi:10.5061/dryad.60m1ps0/3\n\tdoi:10.5061/dryad.60m1ps0/4\n\tdoi:10.5061/dryad.60m1ps0/5\n\tdoi:10.5061/dryad.60m1ps0/6\n\tdoi:10.5061/dryad.60m1ps0/7\n\tdoi:10.5061/dryad.60m1ps0/8\n\tdoi:10.1093/beheco/arz080\n\tWashington state\n\tUSA\n\tHolocene\n","entities":{"Environment":[{"indices":[97,103]},{"indices":[326,336]},{"indices":[493,503]},{"indices":[611,621]},{"indices":[865,874]},{"indices":[1938,1948]},{"indices":[2043,2049]}],"Material":[],"Process":[{"indices":[69,81]},{"indices":[2165,2177]}],"Quality":[{"indices":[345,352]}]}}