{"text":"\n\tData from: Short distance pollen dispersal and low genetic diversity in a subcanopy tropical rainforest tree, Fontainea picrosperma (Euphorbiaceae)\n\tOgbourne, Steve\n\tGrant, Electra\n\tConroy, Gabriel\n\tLamont, Robert\n\tRedell, Paul\n\tWallace, Helen\n\tpaternity\n\tgenetic differentiation\n\tplant\n\tfitness\n\tGene flow via pollen movement affects genetic variation in plant populations and is an important consideration in plant domestication.  Fontainea picrosperma is a subcanopy rainforest tree that is of commercial interest because it is the source of tigilanol tiglate, a natural product used for the treatment of solid tumors.  We identify patterns of pollen-mediated gene flow within natural populations of F. picrosperma and estimate genetic parameters and genetic structure between adult and juvenile groups using microsatellite markers.  Our results show pollination events occur over much shorter distances than reported for tropical canopy species.  At least 63 % of seeds are sired by male trees located within 30 m of the mother.  On average, 27 % of the local male population contributed to successful reproduction of F. picrosperma with most fathers siring a single seed, however, the contributions to reproduction were uneven.  Larger male trees with more flowers had greaterreproductive success than those with less flowers (P &lt; 0.05).  There were comparatively low levels of genetic variation across the species (HE = 0.405 for adult trees and 0.379 for juveniles) and we found no loss of genetic diversity between adult and juvenile trees.  Short distance pollen flow and low genetic diversity is theoretically a prelude to genetic impoverishment, however F. picrosperma has persisted through multiple significant climatic oscillations.  Nevertheless, the remaining low genetic diversity is of concern for domestication programs which require maximal genetic diversity to facilitate efficient selective breeding and genetic improvement of this commercially significant species.\n\t2019-04-30T20:53:42Z\n\t2019-04-30T20:53:42Z\n\t2019-04-30\n\tArticle\n\tdoi:10.5061/dryad.73pn293\n\thttp://hdl.handle.net/10255/dryad.215197\n\tdoi:10.5061/dryad.73pn293/1\n\tdoi:10.5061/dryad.73pn293/2\n\tdoi:10.5061/dryad.73pn293/3\n\tAtherton Tablelands\n\tQueensland\n\tAustralia\n","entities":{"Environment":[{"indices":[95,105]},{"indices":[472,482]}],"Material":[],"Process":[{"indices":[597,606]},{"indices":[856,867]},{"indices":[1108,1120]},{"indices":[1209,1221]}],"Quality":[{"indices":[13,18]},{"indices":[13,27]},{"indices":[19,27]},{"indices":[86,94]},{"indices":[899,908]},{"indices":[927,935]},{"indices":[1555,1560]},{"indices":[1555,1569]},{"indices":[1561,1569]}]}}