{"text":"Data from: Adaptive responses and local stressor mitigation drive coral resilience in warmer, more acidic oceans Jury, Christopher P. Toonen, Robert J. climate change ocean acidification adaptation acclimatisation super corals resilience Coral reefs have great biological and socioeconomic value, but are threatened by ocean acidification, climate change, and local human impacts. The capacity for corals to adapt or acclimatise to novel environmental conditions is unknown but fundamental to projected reef futures. The coral reefs of Kāne‘ohe Bay, Hawai‘i were devastated by anthropogenic insults from the 1930s-1970s. These reefs experience naturally reduced pH and elevated temperature relative to many other Hawaiian reefs which are not expected to face similar conditions for decades. Despite catastrophic loss in coral cover due to human disturbance, these reefs recovered under low pH and high temperature within 20 years after sewage input was diverted. We compare the pH and temperature tolerances of three dominant Hawaiian coral species from within Kāne‘ohe Bay to conspecifics from a nearby control site and show that corals from Kāne‘ohe are far more resistant to acidification and warming. These results show that corals can have different pH and temperature tolerances among habitats and understanding the mechanisms by which coral cover rebounded within two decades under projected future ocean conditions will be critical to management. Together these results indicate that reducing human stressors offers hope for reef resilience and effective conservation over coming decades. 2019-04-23T16:22:33Z 2019-04-23T16:22:33Z 2019-05-15 Article doi:10.5061/dryad.c06p34h Jury CP, Toonen RJ (2019) Adaptive responses and local stressor mitigation drive coral resilience in warmer, more acidic oceans. Proceedings of the Royal Society B 286(1902): 20190614. http://hdl.handle.net/10255/dryad.213760 doi:10.5061/dryad.c06p34h/1 doi:10.5061/dryad.c06p34h/2 doi:10.5061/dryad.c06p34h/3 doi:10.5061/dryad.c06p34h/4 doi:10.5061/dryad.c06p34h/5 doi:10.5061/dryad.c06p34h/6 doi:10.5061/dryad.c06p34h/7 doi:10.5061/dryad.c06p34h/8 doi:10.5061/dryad.c06p34h/9 doi:10.5061/dryad.c06p34h/10 doi:10.5061/dryad.c06p34h/11 doi:10.5061/dryad.c06p34h/12 doi:10.5061/dryad.c06p34h/13 doi:10.5061/dryad.c06p34h/14 doi:10.1098/rspb.2019.0614 Kane'ohe Bay Waimanalo Bay Hawai'i USA","entities":{"Environment":[{"indices":[106,112]},{"indices":[167,172]},{"indices":[244,249]},{"indices":[319,324]},{"indices":[503,507]},{"indices":[527,532]},{"indices":[627,632]},{"indices":[722,727]},{"indices":[864,869]},{"indices":[1291,1299]},{"indices":[1406,1411]},{"indices":[1533,1537]},{"indices":[1805,1811]}],"Material":[],"Process":[{"indices":[152,166]},{"indices":[167,186]},{"indices":[173,186]},{"indices":[319,338]},{"indices":[325,338]},{"indices":[340,354]},{"indices":[1178,1191]}],"Quality":[{"indices":[99,105]},{"indices":[662,664]},{"indices":[678,689]},{"indices":[890,892]},{"indices":[897,913]},{"indices":[902,913]},{"indices":[978,980]},{"indices":[985,996]},{"indices":[1255,1257]},{"indices":[1262,1273]},{"indices":[1798,1804]}]}}