{"text":"\n\tData from: Equilibrium and non-equilibrium phases in the radiation of Hakea and the drivers of diversity in Mediterranean-Type Ecosystems\n\tSkeels, Alexander\n\tCardillo, Marcel\n\tAdaptive radiation\n\tCompetition\n\tTrait evolution\n\tProteaceae\n\tBiodiversity hotspot\n\tDiversification slowdown\n\tMediterranean-Type ecosystems (MTEs) contain exceptional plant diversity. Explanations for this diversity are usually classed as either “equilibrium”, with elevated MTE diversity resulting from greater ecological carrying capacities, or “non-equilibrium”, with MTEs having a greater accumulation of diversity over time. These models have typically been considered as mutually exclusive. Here we present a trait-based explanatory framework that incorporates both equilibrium and non-equilibrium dynamics. Using a large continental Australian plant radiation (Hakea) as a case study, we identify traits associated with niche partitioning in co-occurring species (α traits) and with environmental filtering (β traits), and reconstruct the mode and relative timing of diversification of these traits. Our results point to a radiation with an early, non-equilibrium phase marked by divergence of β traits as Hakea diversified exponentially and expanded from the southwest Australian MTE into biomes across the Australian continent. This was followed from 7Mya by an equilibrium phase, marked by diversification of α traits and a slowdown in lineage diversification as the MTE niches became saturated. These results suggest that processes consistent with both equilibrium and non-equilibrium models have been important during different stages of the radiation of Hakea, and together they provide a richer explanation of present-day diversity patterns.\n\t2019-05-15T15:30:05Z\n\t2019-05-15T15:30:05Z\n\t2019-05-15\n\tArticle\n\tdoi:10.5061/dryad.dc036n6\n\tSkeels A, Cardillo M (2019) Equilibrium and non‐equilibrium phases in the radiation of hakea and the drivers of diversity in Mediterranean‐type ecosystems. Evolution.\n\thttp://hdl.handle.net/10255/dryad.216617\n\tdoi:10.5061/dryad.dc036n6/1\n\tdoi:10.5061/dryad.dc036n6/2\n\tdoi:10.5061/dryad.dc036n6/3\n\tdoi:10.5061/dryad.dc036n6/4\n\tdoi:10.1111/evo.13769\n\tAustralia\n\tMiocene\n\tPresent\n","entities":{"Environment":[{"indices":[1275,1281]}],"Material":[],"Process":[{"indices":[178,196]}],"Quality":[{"indices":[110,123]},{"indices":[288,301]},{"indices":[800,805]},{"indices":[1952,1965]}]}}