{
  "inputstring": "fertilisation biodiversity",
  "tokens": [
    "biodiversity",
    "fertilisation"
  ],
  "sortcriterium": "RELEVANCE",
  "subsetstart": 1,
  "subsetsize": 5,
  "countallresults": 47506,
  "bibliographylist": [
    {
      "articleTitle": "Organic Farming and Landscape Structure: Effects on Insect-Pollinated Plant Diversity in Intensively Managed Grasslands",
      "abstractText": "Parallel declines in insect-pollinated plants and their pollinators have been reported as a result of agricultural intensification. Intensive arable plant communities have previously been shown to contain higher proportions of self-pollinated plants compared to natural or semi-natural plant communities. Though intensive grasslands are widespread, it is not known whether they show similar patterns to arable systems nor whether local and/or landscape factors are influential. We investigated plant community composition in 10 pairs of organic and conventional dairy farms across Ireland in relation to the local and landscape context. Relationships between plant groups and local factors (farming system, position in field and soil parameters) and landscape factors (e.g. landscape complexity) were investigated. The percentage cover of unimproved grassland was used as an inverse predictor of landscape complexity, as it was negatively correlated with habitat-type diversity. Intensive grasslands (organic and conventional) contained more insect-pollinated forbs than non-insect pollinated forbs. Organic field centres contained more insect-pollinated forbs than conventional field centres. Insect-pollinated forb richness in field edges (but not field centres) increased with increasing landscape complexity (% unimproved grassland) within 1, 3, 4 and 5km radii around sites, whereas non-insect pollinated forb richness was unrelated to landscape complexity. Pollination systems within intensive grassland communities may be different from those in arable systems. Our results indicate that organic management increases plant richness in field centres, but that landscape complexity exerts strong influences in both organic and conventional field edges. Insect-pollinated forb richness, unlike that for non-insect pollinated forbs, showed positive relationships to landscape complexity reflecting what has been documented for bees and other pollinators. The insect-pollinated forbs, their pollinators and landscape context are clearly linked. This needs to be taken into account when managing and conserving insect-pollinated plant and pollinator communities.",
      "docId": "PMC3364189",
      "pmid": "22666450",
      "pmcid": "3364189",
      "authors": [
        {
          "firstname": "EileenF.",
          "lastname": "Power"
        },
        {
          "firstname": "DanielL.",
          "lastname": "Kelly"
        },
        {
          "firstname": "JaneC.",
          "lastname": "Stout"
        },
        {
          "firstname": "Jeff",
          "lastname": "Ollerton"
        }
      ],
      "publication": {
        "date": "Jan 1, 2012 12:00:00 AM",
        "dateComplete": false
      },
      "externalLinks": [],
      "type": 2,
      "review": false,
      "indextype": "pmc"
    },
    {
      "articleTitle": "Land-use intensity and the effects of organic farming on biodiversity: a hierarchical meta-analysis",
      "abstractText": " The benefits of organic farming to biodiversity in agricultural landscapes continue to be hotly debated, emphasizing the importance of precisely quantifying the effect of organic vs. conventional farming.   We conducted an updated hierarchical meta-analysis of studies that compared biodiversity under organic and conventional farming methods, measured as species richness. We calculated effect sizes for 184 observations garnered from 94 studies, and for each study, we obtained three standardized measures reflecting land-use intensity. We investigated the stability of effect sizes through time, publication bias due to the ‘file drawer’ problem, and consider whether the current literature is representative of global organic farming patterns.   On average, organic farming increased species richness by about 30%. This result has been robust over the last 30 years of published studies and shows no sign of diminishing.   Organic farming had a greater effect on biodiversity as the percentage of the landscape consisting of arable fields increased, that is, it is higher in intensively farmed regions. The average effect size and the response to agricultural intensification depend on taxonomic group, functional group and crop type.   There is some evidence for publication bias in the literature; however, our results are robust to its impact. Current studies are heavily biased towards northern and western Europe and North America, while other regions with large areas of organic farming remain poorly investigated.   Synthesis and applications. Our analysis affirms that organic farming has large positive effects on biodiversity compared with conventional farming, but that the effect size varies with the organism group and crop studied, and is greater in landscapes with higher land-use intensity. Decisions about where to site organic farms to maximize biodiversity will, however, depend on the costs as well as the potential benefits. Current studies have been heavily biased towards agricultural systems in the developed world. We recommend that future studies pay greater attention to other regions, in particular, areas with tropical, subtropical and Mediterranean climates, in which very few studies have been conducted.   ",
      "docId": "PMC4299503",
      "pmid": "25653457",
      "pmcid": "4299503",
      "authors": [
        {
          "firstname": "SeanL",
          "lastname": "Tuck"
        },
        {
          "firstname": "Camilla",
          "lastname": "Winqvist"
        },
        {
          "firstname": "Flávia",
          "lastname": "Mota"
        },
        {
          "firstname": "Johan",
          "lastname": "Ahnström"
        },
        {
          "firstname": "LindsayA",
          "lastname": "Turnbull"
        },
        {
          "firstname": "Janne",
          "lastname": "Bengtsson"
        }
      ],
      "publication": {
        "date": "Jan 1, 2014 12:00:00 AM",
        "dateComplete": false
      },
      "externalLinks": [],
      "type": 2,
      "review": false,
      "indextype": "pmc"
    },
    {
      "articleTitle": "Climate Change and Intertidal Wetlands",
      "abstractText": "Intertidal wetlands are recognised for the provision of a range of valued ecosystem services. The two major categories of intertidal wetlands discussed in this contribution are saltmarshes and mangrove forests. Intertidal wetlands are under threat from a range of anthropogenic causes, some site-specific, others acting globally. Globally acting factors include climate change and its driving cause—the increasing atmospheric concentrations of greenhouse gases. One direct consequence of climate change will be global sea level rise due to thermal expansion of the oceans, and, in the longer term, the melting of ice caps and glaciers. The relative sea level rise experienced at any one locality will be affected by a range of factors, as will the response of intertidal wetlands to the change in sea level. If relative sea level is rising and sedimentation within intertidal wetlands does not keep pace, then there will be loss of intertidal wetlands from the seaward edge, with survival of the ecosystems only possible if they can retreat inland. When retreat is not possible, the wetland area will decline in response to the “squeeze” experienced. Any changes to intertidal wetland vegetation, as a consequence of climate change, will have flow on effects to biota, while changes to biota will affect intertidal vegetation. Wetland biota may respond to climate change by shifting in distribution and abundance landward, evolving or becoming extinct. In addition, impacts from ocean acidification and warming are predicted to affect the fertilisation, larval development, growth and survival of intertidal wetland biota including macroinvertebrates, such as molluscs and crabs, and vertebrates such as fish and potentially birds. The capacity of organisms to move and adapt will depend on their life history characteristics, phenotypic plasticity, genetic variability, inheritability of adaptive characteristics, and the predicted rates of environmental change.",
      "docId": "PMC4009871",
      "pmid": "24832670",
      "pmcid": "4009871",
      "authors": [
        {
          "firstname": "PaulineM.",
          "lastname": "Ross"
        },
        {
          "firstname": "Paul",
          "lastname": "Adam"
        }
      ],
      "publication": {
        "date": "Jan 1, 2013 12:00:00 AM",
        "dateComplete": false
      },
      "externalLinks": [],
      "type": 2,
      "review": false,
      "indextype": "pmc"
    },
    {
      "articleTitle": "Invasive Acer negundo outperforms native species in non-limiting resource environments due to its higher phenotypic plasticity",
      "abstractText": "Background To identify the determinants of invasiveness, comparisons of traits of invasive and native species are commonly performed. Invasiveness is generally linked to higher values of reproductive, physiological and growth-related traits of the invasives relative to the natives in the introduced range. Phenotypic plasticity of these traits has also been cited to increase the success of invasive species but has been little studied in invasive tree species. In a greenhouse experiment, we compared ecophysiological traits between an invasive species to Europe, Acer negundo, and early- and late-successional co-occurring native species, under different light, nutrient availability and disturbance regimes. We also compared species of the same species groups in situ, in riparian forests. Results Under non-limiting resources, A. negundo seedlings showed higher growth rates than the native species. However, A. negundo displayed equivalent or lower photosynthetic capacities and nitrogen content per unit leaf area compared to the native species; these findings were observed both on the seedlings in the greenhouse experiment and on adult trees in situ. These physiological traits were mostly conservative along the different light, nutrient and disturbance environments. Overall, under non-limiting light and nutrient conditions, specific leaf area and total leaf area of A. negundo were substantially larger. The invasive species presented a higher plasticity in allocation to foliage and therefore in growth with increasing nutrient and light availability relative to the native species. Conclusions The higher level of plasticity of the invasive species in foliage allocation in response to light and nutrient availability induced a better growth in non-limiting resource environments. These results give us more elements on the invasiveness of A. negundo and suggest that such behaviour could explain the ability of A. negundo to outperform native tree species, contributes to its spread in European resource-rich riparian forests and impedes its establishment under closed-canopy hardwood forests.",
      "docId": "PMC3275484",
      "pmid": "22115342",
      "pmcid": "3275484",
      "authors": [
        {
          "firstname": "AnnabelJ",
          "lastname": "Porté"
        },
        {
          "firstname": "LaurentJ",
          "lastname": "Lamarque"
        },
        {
          "firstname": "ChristopherJ",
          "lastname": "Lortie"
        },
        {
          "firstname": "Richard",
          "lastname": "Michalet"
        },
        {
          "firstname": "Sylvain",
          "lastname": "Delzon"
        }
      ],
      "publication": {
        "date": "Jan 1, 2011 12:00:00 AM",
        "dateComplete": false
      },
      "externalLinks": [],
      "type": 2,
      "review": false,
      "indextype": "pmc"
    },
    {
      "articleTitle": "Lessons from first generation biofuels and implications for the sustainability appraisal of second generation biofuels☆",
      "abstractText": "Aims The emergence of second generation (2G) biofuels is widely seen as a sustainable response to the increasing controversy surrounding the first generation (1G). Yet, sustainability credentials of 2G biofuels are also being questioned. Drawing on work in Science and Technology Studies, we argue that controversies help focus attention on key, often value-related questions that need to be posed to address broader societal concerns. This paper examines lessons drawn from the 1G controversy to assess implications for the sustainability appraisal of 2G biofuels. Scope We present an overview of key 1G sustainability challenges, assess their relevance for 2G, and highlight the challenges for policy in managing the transition. We address limitations of existing sustainability assessments by exploring where challenges might emerge across the whole system of bioenergy and the wider context of the social system in which bioenergy research and policy are done. Conclusions Key lessons arising from 1G are potentially relevant to the sustainability appraisal of 2G biofuels depending on the particular circumstances or conditions under which 2G is introduced. We conclude that sustainability challenges commonly categorised as either economic, environmental or social are, in reality, more complexly interconnected (so that an artificial separation of these categories is problematic). Highlights Controversy surrounding 1G biofuels is relevant to sustainability appraisal of 2G. Challenges for policy in managing the transition to 2G biofuels are highlighted. A key lesson is that sustainability challenges are complexly interconnected.",
      "docId": "PMC4048104",
      "pmid": "24926117",
      "pmcid": "4048104",
      "authors": [
        {
          "firstname": "Alison",
          "lastname": "Mohr"
        },
        {
          "firstname": "Sujatha",
          "lastname": "Raman"
        }
      ],
      "publication": {
        "date": "Jan 1, 2013 12:00:00 AM",
        "dateComplete": false
      },
      "externalLinks": [],
      "type": 2,
      "review": false,
      "indextype": "pmc"
    }
  ]
}