{
  "inputstring": "pollination biodiversity",
  "tokens": [
    "biodiversity",
    "pollination"
  ],
  "sortcriterium": "RELEVANCE",
  "subsetstart": 1,
  "subsetsize": 5,
  "countallresults": 1332,
  "bibliographylist": [
    {
      "articleTitle": "Where is the UK\u0027s pollinator biodiversity? The importance of urban areas for flower-visiting insects",
      "abstractText": "Insect pollinators provide a crucial ecosystem service, but are under threat. Urban areas could be important for pollinators, though their value relative to other habitats is poorly known. We compared pollinator communities using quantified flower-visitation networks in 36 sites (each 1 km2) in three landscapes: urban, farmland and nature reserves. Overall, flower-visitor abundance and species richness did not differ significantly between the three landscape types. Bee abundance did not differ between landscapes, but bee species richness was higher in urban areas than farmland. Hoverfly abundance was higher in farmland and nature reserves than urban sites, but species richness did not differ significantly. While urban pollinator assemblages were more homogeneous across space than those in farmland or nature reserves, there was no significant difference in the numbers of rarer species between the three landscapes. Network-level specialization was higher in farmland than urban sites. Relative to other habitats, urban visitors foraged from a greater number of plant species (higher generality) but also visited a lower proportion of available plant species (higher specialization), both possibly driven by higher urban plant richness. Urban areas are growing, and improving their value for pollinators should be part of any national strategy to conserve and restore pollinators.",
      "docId": "PMC4345454",
      "pmid": "25673686",
      "pmcid": "4345454",
      "authors": [
        {
          "firstname": "KatherineC.R.",
          "lastname": "Baldock"
        },
        {
          "firstname": "MarkA.",
          "lastname": "Goddard"
        },
        {
          "firstname": "DamienM.",
          "lastname": "Hicks"
        },
        {
          "firstname": "WilliamE.",
          "lastname": "Kunin"
        },
        {
          "firstname": "Nadine",
          "lastname": "Mitschunas"
        },
        {
          "firstname": "LynneM.",
          "lastname": "Osgathorpe"
        },
        {
          "firstname": "SimonG.",
          "lastname": "Potts"
        },
        {
          "firstname": "KirstyM.",
          "lastname": "Robertson"
        },
        {
          "firstname": "AnnaV.",
          "lastname": "Scott"
        },
        {
          "firstname": "GrahamN.",
          "lastname": "Stone"
        },
        {
          "firstname": "IanP.",
          "lastname": "Vaughan"
        },
        {
          "firstname": "Jane",
          "lastname": "Memmott"
        }
      ],
      "publication": {
        "date": "Jan 1, 2015 12:00:00 AM",
        "dateComplete": false
      },
      "externalLinks": [],
      "type": 2,
      "review": false,
      "indextype": "pmc"
    },
    {
      "articleTitle": "Diversification and coevolution in brood pollination mutualisms: Windows into the role of biotic interactions in generating biological diversity.",
      "abstractText": "Brood pollination mutualisms-interactions in which specialized insects are both the pollinators (as adults) and seed predators (as larvae) of their host plants-have been influential study systems for coevolutionary biology. These mutualisms include those between figs and fig wasps, yuccas and yucca moths, leafflowers and leafflower moths, globeflowers and globeflower flies, Silene plants and Hadena and Perizoma moths, saxifrages and Greya moths, and senita cacti and senita moths. The high reciprocal diversity and species-specificity of some of these mutualisms have been cited as evidence that coevolution between plants and pollinators drives their mutual diversification. However, the mechanisms by which these mutualisms diversify have received less attention. In this paper, we review key hypotheses about how these mutualisms diversify and what role coevolution between plants and pollinators may play in this process. We find that most species-rich brood pollination mutualisms show significant phylogenetic congruence at high taxonomic scales, but there is limited evidence for the processes of both cospeciation and duplication, and there are no unambiguous examples known of strict-sense contemporaneous cospeciation. Allopatric speciation appears important across multiple systems, particularly in the insects. Host-shifts appear to be common, and widespread host-shifts by pollinators may displace other pollinator lineages. There is relatively little evidence for a \"coevolution through cospeciation\" model or that coevolution promotes speciation in these systems. Although we have made great progress in understanding the mechanisms by which brood pollination mutualisms diversify, many opportunities remain to use these intriguing symbioses to understand the role of biotic interactions in generating biological diversity.",
      "docId": "27765775",
      "pmid": "27765775",
      "authors": [
        {
          "firstname": "DavidH",
          "lastname": "Hembry",
          "affiliation": "Department of Ecology and Evolutionary Biology, University of Arizona, P. O. Box 210088, Tucson, Arizona 85721 USA hembry@email.arizona.edu."
        },
        {
          "firstname": "DavidM",
          "lastname": "Althoff",
          "affiliation": "Department of Biology, Syracuse University, 107 College Place, Syracuse, New York, 13244 USA."
        }
      ],
      "publication": {
        "title": "American journal of botany",
        "volume": "103",
        "issue": "10",
        "pages": "1783-1792",
        "date": "Oct 1, 2016 12:00:00 AM",
        "dateComplete": true
      },
      "externalLinks": [],
      "type": 1,
      "review": false,
      "indextype": "medline"
    },
    {
      "articleTitle": "Demonstration of pollinator-mediated competition between two native Impatiens species, Impatiens noli-tangere and I. textori (Balsaminaceae)",
      "abstractText": "Plant–plant interspecific competition via pollinators occurs when the flowering seasons of two or more plant species overlap and the pollinator fauna is shared. Negative sexual interactions between species (reproductive interference) through improper heterospecific pollen transfer have recently been reported between native and invasive species demonstrating pollination-driven competition. We focused on two native Impatiens species (I. noli-tangere and I. textori) found in Japan and examined whether pollinator-mediated plant competition occurs between them. We demonstrate that I. noli-tangere and I. textori share the same pollination niche (i.e., flowering season, pollinator fauna, and position of pollen on the pollinator\u0027s body). In addition, heterospecific pollen grains were deposited on most stigmas of both I. noli-tangere and I. textori flowers that were situated within 2 m of flowers of the other species resulting in depressed fruit set. Further, by hand-pollination experiments, we show that when as few as 10% of the pollen grains are heterospecific, fruit set is decreased to less than half in both species. These results show that intensive pollinator-mediated competition occurs between I. noli-tangere and I. textori. This study suggests that intensive pollinator-mediated competition occurs in the wild even when interacting species are both native and not invasive.",
      "docId": "PMC4377270",
      "pmid": "25859332",
      "pmcid": "4377270",
      "authors": [
        {
          "firstname": "Nanako",
          "lastname": "Tokuda"
        },
        {
          "firstname": "Mitsuru",
          "lastname": "Hattori"
        },
        {
          "firstname": "Kota",
          "lastname": "Abe"
        },
        {
          "firstname": "Yoshinori",
          "lastname": "Shinohara"
        },
        {
          "firstname": "Yusuke",
          "lastname": "Nagano"
        },
        {
          "firstname": "Takao",
          "lastname": "Itino"
        }
      ],
      "publication": {
        "date": "Jan 1, 2015 12:00:00 AM",
        "dateComplete": false
      },
      "externalLinks": [],
      "type": 2,
      "review": false,
      "indextype": "pmc"
    },
    {
      "articleTitle": "Pollination ecology and the possible impacts of environmental change in the Southwest Australian Biodiversity Hotspot.",
      "abstractText": "The Southwest Australian Biodiversity Hotspot contains an exceptionally diverse flora on an ancient, low-relief but edaphically diverse landscape. Since European colonization, the primary threat to the flora has been habitat clearance, though climate change is an impending threat. Here, we review (i) the ecology of nectarivores and biotic pollination systems in the region, (ii) the evidence that trends in pollination strategies are a consequence of characteristics of the landscape, and (iii) based on these discussions, provide predictions to be tested on the impacts of environmental change on pollination systems. The flora of southwestern Australia has an exceptionally high level of vertebrate pollination, providing the advantage of highly mobile, generalist pollinators. Nectarivorous invertebrates are primarily generalist foragers, though an increasing number of colletid bees are being recognized as being specialized at the level of plant family or more rarely genus. While generalist pollination strategies dominate among insect-pollinated plants, there are some cases of extreme specialization, most notably the multiple evolutions of sexual deception in the Orchidaceae. Preliminary data suggest that bird pollination confers an advantage of greater pollen movement and may represent a mechanism for minimizing inbreeding in naturally fragmented populations. The effects of future environmental change are predicted to result from a combination of the resilience of pollination guilds and changes in their foraging and dispersal behaviour.",
      "docId": "20047877",
      "pmid": "20047877",
      "pmcid": "2838264",
      "authors": [
        {
          "firstname": "RyanD",
          "lastname": "Phillips",
          "affiliation": "Kings Park and Botanic Garden, The Botanic Garden and Parks Authority, West Perth, Western Australia 6005, Australia."
        },
        {
          "firstname": "StephenD",
          "lastname": "Hopper"
        },
        {
          "firstname": "KingsleyW",
          "lastname": "Dixon"
        }
      ],
      "publication": {
        "title": "Philosophical transactions of the Royal Society of London. Series B, Biological sciences",
        "volume": "365",
        "issue": "1539",
        "pages": "517-28",
        "date": "Feb 12, 2010 12:00:00 AM",
        "dateComplete": true
      },
      "externalLinks": [],
      "type": 1,
      "review": false,
      "indextype": "medline"
    },
    {
      "articleTitle": "Insect pollination and self-incompatibility in edible and/or medicinal crops in southwestern China, a global hotspot of biodiversity.",
      "abstractText": "An increasing global demand for food, coupled with the widespread decline of pollinator diversity, remains an international concern in agriculture and genetic conservation. In particular, there are large gaps in the study of the pollination of economically important and traditionally grown species in China. Many plant species grown in China are both edible and used medicinally. The country retains extensive written records of agricultural and apicultural practices, facilitating contemporary studies of some important taxa. Here, we focus on Yunnan in southwestern China, a mega-biodiversity hotspot for medicinal/food plants. We used plant and insect taxa as model systems to understand the patterns and consequences of pollinator deficit to crops. We identified several gaps and limitations in research on the pollination ecology and breeding systems of domesticated taxa and their wild relatives in Yunnan and asked the following questions: (1) What is known about pollination systems of edible and medicinal plants in Yunnan? (2) What are the most important pollinators of Codonopsis subglobosa (Campanulaceae)? (3) How important are native pollinator species for maximizing yield in Chinese crops compared with the introduced Apis mellifera? We found that some crops that require cross-pollination now depend exclusively on hand pollination. Three domesticated crops are dependent primarily on the native but semidomesticated Apis cerana and the introduced A. mellifera. Other species of wild pollinators often play important roles for certain specialty crops (e.g., Vespa velutina pollinates Codonopsis subglobosa). We propose a more systematic and comprehensive approach to applied research in the future. ",
      "docId": "25326615",
      "pmid": "25326615",
      "authors": [
        {
          "firstname": "Zong-Xin",
          "lastname": "Ren",
          "affiliation": "Key Laboratory for Plant Biodiversity and Biogeography of East Asia, and Plant Germplasm \u0026 Genomics Center, Germplasm Bank of Wild Species, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, Yunnan 650201, China."
        },
        {
          "firstname": "Hong",
          "lastname": "Wang",
          "affiliation": "Key Laboratory for Plant Biodiversity and Biogeography of East Asia, and Plant Germplasm \u0026 Genomics Center, Germplasm Bank of Wild Species, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, Yunnan 650201, China."
        },
        {
          "firstname": "Peter",
          "lastname": "Bernhardt",
          "affiliation": "Department of Biology, St. Louis University, St. Louis, Missouri 63103 USA."
        },
        {
          "firstname": "De-Zhu",
          "lastname": "Li",
          "affiliation": "Key Laboratory for Plant Biodiversity and Biogeography of East Asia, and Plant Germplasm \u0026 Genomics Center, Germplasm Bank of Wild Species, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, Yunnan 650201, China."
        }
      ],
      "publication": {
        "title": "American journal of botany",
        "volume": "101",
        "issue": "10",
        "pages": "1700-10",
        "date": "Oct 1, 2014 12:00:00 AM",
        "dateComplete": true
      },
      "externalLinks": [],
      "type": 1,
      "review": false,
      "indextype": "medline"
    }
  ]
}